[
    {
        "title": "Resettlement",
        "url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Resettlement/Resettlement.html",
        "date": null,
        "breadcrumb": "/Privatpersoner/Skydd-och-asyl-i-Sverige/Resettlement/Resettlement.html",
        "content": "Resettlement Förberedande insatser för kvotflyktingar Other languages العربية (arabiska) English (engelska) Français (franska) Kiswahili (swahili) Skriv ut Lyssna Dela Facebook LinkedIn E-mail På dessa sidor hittar du information som motsvarar de förberedande insatser som du som kvotflykting får innan du reser till Sverige. De förberedande insatserna ska hjälpa dig innan du reser och så att du känner dig förberedd på vad som väntar i vidarebosättningsprocessen som sker i Sverige. Oavsett om du har deltagit i förberedande insatser eller inte kan du använda denna information som ett stöd både innan och efter att du har rest till Sverige. Här hittar du de olika delarna i dina förberedande insatser För mer information om det svenska samhället, besök webbplatsen informationsverige.se Länk till annan webbplats, öppnas i nytt fönster.",
        "scraped_date": "2024-01-29T11:40:17",
        "summery": "Stanna i Sverige längre än 90 dagar? Ansök om uppehållstillstånd hos Migrationsverket."
    },
    {
        "title": "Studera vid högre utbildning",
        "url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Hogre-utbildning.html",
        "date": "2023-06-30",
        "breadcrumb": "/Privatpersoner/Studera-i-Sverige/Hogre-utbildning.html",
        "content": "Studera vid högre utbildning Om du ska studera på universitet, högskola, yrkeshögskoleutbildning eller folkhögskola på eftergymnasial nivå i Sverige under längre tid än tre månader kan du ansöka om ett uppehållstillstånd för högre utbildning. Tillståndet ska vara klart innan du reser till Sverige. English (engelska) Skriv ut Lyssna Dela Facebook LinkedIn E-mail EU/​​​​EES-medbor­gare och varak­tigt bosatta Du som är EU/EES-medborgare eller familjemedlem till EU/EES-medborgare, schweizisk medborgare eller varaktigt bosatt kan inte söka uppehållstillstånd för studier. För dig gäller andra regler. Regler för EU/EES-medborgare, schweiziska medborgare och varaktigt bosatta Vistelser kortare än tre månader Om din totala vistelsetid i Sverige är kortare än tre månader ska du inte ansöka om uppehållstillstånd utan i stället ansöka om visum. Medborgare i vissa länder får vistas i Sverige i upp till tre månader utan uppehållstillstånd eller visum. Under den tiden är det tillåtet att studera. Länder vars medborgare måste ha visum för att resa till Sverige Länk till annan webbplats, öppnas i nytt fönster. Läs mer om att ansöka om visum Ansöka om ett första uppe­hålls­till­stånd för högre utbildning Om du ska studera på grundnivå eller avan­cerad nivå på univer­sitet eller högskola Grundnivå eller avancerad nivå på högskola och universitet innefattar bland annat kandidat- och masterutbildningar. Om du är antagen till en sådan utbildning kan du ansöka om uppehållstillstånd för högre utbildning. På studyinsweden.se finns en förteckning över vilka lärosäten som räknas som universitet och högskolor. Se om ditt lärosäte räknas som universitet eller högskola på studyinsweden.se Länk till annan webbplats, öppnas i nytt fönster. Ansök om uppehållstillstånd för studier på grundnivå eller avancerad nivå Om du ska delta i en uppdrags- eller specialiseringsutbildning för läkare eller tandläkare ska du istället ansöka om ett uppehållstillstånd för uppdrags- eller specialiseringsutbildning. Ansök om uppehållstillstånd för uppdrags- och specialiseringsutbildning i Sverige Om du ska studera på fors­kar­nivå i Sverige (dokto­rand­stu­dier) Om du är antagen till studier på forskarnivå i Sverige kan du ansöka om uppehållstillstånd för högre utbildning. Ansök om uppehållstillstånd för studier på forskarnivå Om du som mobi­li­tets­stu­dent ska genom­föra en del av din utbild­ning i Sverige Om du som mobilitetsstudent ska genomföra en del av din utbildning i Sverige och påbörja den i Sverige Du som ska studera vid ett unionsprogram eller ett multilateralt program som innefattar rörlighetsåtgärder, och som ska påbörja dina studier på programmet i Sverige, kan ansöka om uppehållstillstånd för högre utbildning i Sverige för hela programmet. Om du ska studera i ett annat EU-land som en del av programmet bör du kontakta migrationsmyndigheterna i det landet för att kontrollera om du behöver lämna in en anmälan till dem om din planerade vistelse. Ansök om uppehållstillstånd för mobilitetsstudier som du ska påbörja i Sverige Om du som mobi­li­tets­stu­dent ska genom­föra en del av din utbild­ning i Sverige och påbörja den i annat EU-land Du som studerar vid ett unionsprogram eller ett multilateralt program som innefattar rörlighetsåtgärder behöver inte ansöka om uppehållstillstånd för högre utbildning i Sverige för att studera vid ett svenskt lärosäte inom programmet om du redan har ett uppehållstillstånd för detta i ett annat EU-land. Du ska istället underrätta Migrationsverket om din planerade vistelse i Sverige. Detta gäller om du som en del i din utbildning ska studera vid ett svenskt lärosäte. Läs mer om hur du gör en anmälan om underrättelse av studier i Sverige Om du ska studera på yrkes­hög­sko­le­ut­bild­ning eller vid folk­hög­skola på efter­gym­na­sial nivå Om du är antagen till studier på yrkeshögskola eller till studier på eftergymnasial nivå på folkhögskola kan du ansöka om uppehållstillstånd för högre utbildning. På Myndigheten för yrkeshögskolan finns information om yrkeshögskoleutbildningar. På www.folkhogskola.nu finns en förteckning över alla kurser på Sveriges folkhögskolor. I kursbeskrivningarna anges vilken nivå utbildningen i fråga är på. Det bör nämnas att folkhögskolorna även bedriver utbildning som inte är på eftergymnasial nivå och som därför inte är att anse som studier inom högre utbildning. Se yrkeshögskoleutbildningar på Myndigheten för yrkeshögskolan Länk till annan webbplats, öppnas i nytt fönster. Förteckning över alla kurser på Sveriges folkhögskolor Länk till annan webbplats, öppnas i nytt fönster. Ansök om uppehållstillstånd för studier på yrkeshögskoleutbildning eller vid folkhögskola på eftergymnasial nivå Om du ska studera i Sverige på utbild­ningar som inte hör till högre utbild­ning Krav på uppehållstillstånd gäller även för studier som inte är högre utbildning, så kallade övriga studier. Ansök om uppehållstillstånd för övriga studier Om du ska vara utbyteselev på ett gymnasium gäller också reglerna för övriga studier. Läs mer om vad som gäller för dig som ska studera som utbyteselev på ett gymnasium Om du ska genom­föra en uppdrags- eller speci­a­li­se­rings­ut­bild­ning i Sverige Om du ska delta i en uppdrags- eller specialiseringsutbildning i Sverige under längre tid än tre månader kan du ansöka om ett uppehållstillstånd. Ansök om uppehållstillstånd för uppdrags- och specialiseringsutbildning i Sverige Om du inte är antagen till studier i Sverige och ska komma hit som fors­kare eller utby­tes­dok­to­rand Om du inte är antagen i Sverige men ska bedriva forskning här eller om du som en del av din doktorandutbildning i ett annat land behöver komma till Sverige, ska du inte ansöka om uppehållstillstånd för högre utbildning. En forskare är en person som genom en högskoleutbildning har behörighet till en doktorandutbildning och är utvald att forska i Sverige. Om du har fått ett mottagningsavtal som forskare ska du ansöka om uppehållstillstånd som forskare. Ansök om uppehållstillstånd som forskare Du som är doktorand och ska studera i Sverige som en del av en utbildning i ett annat land kan inte få uppehållstillstånd för studier inom högre utbildning om du inte är antagen till ett svenskt universitet eller högskola. Du kan i stället ansöka om uppehållstillstånd för besök. Läs mer om hur du ansöker om uppehållstillstånd för besök Ansöka om förläng­ning av uppe­hålls­till­stånd för högre utbildning Om du vill förlänga uppehållstillstånd för studier på grundnivå eller avan­cerad nivå på univer­sitet eller högskola Grundnivå eller avancerad nivå på högskola och universitet innefattar bland annat kandidat- och masterutbildningar. Om du fortsatt är antagen till en sådan utbildning kan du ansöka om förlängning av uppehållstillstånd för högre utbildning. Ansök om att förlänga uppe­hålls­till­stånd för högre utbild­ning Om du vill förlänga uppehållstillstånd för doktorandstudier på univer­sitet eller högskola Om du är fortsatt är antagen till studier på forskarnivå kan du ansöka om förlängning uppehållstillstånd för högre utbildning. Ansök om att förlänga uppe­hålls­till­stånd för dokto­rand­stu­dier Om du vill förlänga uppehållstillstånd för studier vid yrkeshögskoleutbildning eller vid folkhögskola på eftergymnasial nivå Om du fortsatt är antagen till studier på yrkeshögskola eller till studier på eftergymnasial nivå på folkhögskola kan du ansöka om förlängt uppehållstillstånd för högre utbildning. På Myndigheten för yrkeshögskolan finns information om yrkeshögskoleutbildningar. På www.folkhogskola.nu finns en förteckning över alla kurser på Sveriges folkhögskolor. I kursbeskrivningarna anges vilken nivå utbildningen i fråga är på. Det bör nämnas att folkhögskolorna även bedriver utbildning som inte är på eftergymnasial nivå och som därför inte är att anse som studier inom högre utbildning. Se yrkeshögskoleutbildningar på Myndigheten för yrkeshögskolan Länk till annan webbplats, öppnas i nytt fönster. Ansök om uppehållstillstånd för studier på yrkeshögskoleutbildning eller vid folkhögskola på eftergymnasial nivå Om du vill förlänga uppehållstillstånd för studier på utbildningar som inte hör till högre utbildning Om du ska fortsätta att studera efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Ansök om att förlänga tillstånd för övriga studier Om du vill förlänga uppehållstillstånd för att genomföra en uppdrags- eller specialiseringsutbildning i Sverige Om du ska fortsätta att studera efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Ansök om att förlänga tillstånd för att genomföra en uppdrags- eller specialiseringsutbildning Om du är fors­kare eller utby­tes­dok­to­rand som inte är antagen till studier i Sverige och vill förlänga ditt uppehållstillstånd Om du vill fortsätta arbeta som forskare efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Det är viktigt att du lämnar in din ansökan innan ditt nuvarande tillstånd slutar att gälla. Ansök om att förlänga uppehållstillstånd för forskare eller utbytesdoktorander Ansöka om ett uppehållstillstånd för att söka arbete efter slutförda studier Uppe­hålls­till­stånd efter slutförda studier Du som har uppehållstillstånd för studier inom högre utbildning och har slutfört en högskoleutbildning med minst två terminer i Sverige kan få uppehållstillstånd för att söka arbete eller undersöka möjligheterna att starta eget företag här. Läs mer om uppe­hålls­till­stånd för att söka arbete Ansöka om ett permanent uppehållstillstånd för doktorander Perma­nent uppe­hålls­till­stånd för dokto­rander Du som har bott i Sverige med uppehållstillstånd för studier på forskarnivå i sammanlagt fyra år under de senaste sju åren, kan få permanent uppehållstillstånd. Läs mer om perma­nent uppe­hålls­till­stånd för dokto­rander Ansöka om uppe­hålls­till­stånd för famil­je­med­lemmar Om du är familjemedlem till studerande vid högre utbildning Om hela familjen ansöker samtidigt kan ni ansöka tillsammans i webbansökan. Läs mer om ansökan om uppehållstillstånd för studerande Om den som har fått uppehållstillstånd för studier redan är i Sverige kan du som familjemedlem göra en egen webbansökan i efterhand. Läs mer om uppehållstillstånd som familjemedlem till studerande som redan är i Sverige Om du är familjemedlem till doktorand Om hela familjen ansöker samtidigt kan ni ansöka tillsammans i webbansökan. Läs mer om uppehållstillstånd för doktorandstudier Om den som har fått uppehållstillstånd för doktorandstudier redan är i Sverige kan du som familjemedlem göra en egen webbansökan i efterhand. Läs mer om uppehållstillstånd som familjemedlem till doktorand som redan är i Sverige Sidan senast uppdaterad: 2023-06-30",
        "scraped_date": "2024-01-29T11:40:17",
        "summery": "Study in Sweden: Apply for a residence permit for higher education."
    },
    {
        "title": "Friends and relationships",
        "url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Resettlement/Resettlement-english/Resettlement/For-children-and-teenagers/Friends-and-relationships.html",
        "date": "2023-03-29",
        "breadcrumb": "/Privatpersoner/Skydd-och-asyl-i-Sverige/Resettlement/Resettlement-english/Resettlement/For-children-and-teenagers/Friends-and-relationships.html",
        "content": "Friends and relationships Meeting new friends is a great way to start your new life in Sweden. It’s fun to hang out with friends and they can also be a good support for you when you are new to Sweden. Through friends, you gain a community in your new country and the place where you live. It is also a good way to practice your Swedish language skills. Other languages العربية (arabiska) Français (franska) Swedish (svenska) Kiswahili (swahili) Print Listen Share Facebook LinkedIn E-mail How to make new friends Making new friends in a new country can feel a bit difficult at first. Once place where you can make new friends is at school, where you will spend time with your new classmates and other pupils every day. In Sweden, it is common to continue socialising even after the end of the school day, at each other’s homes, at a youth recreation centre, or through various activities. In Sweden, children and young people socialise with each other regardless of their gender, religion or country of origin. Many kids meet friends through shared interests and hobbies. Examples of such hobbies include sports, music, film, and reading. There are sports clubs that you can join and various other meeting places for people with shared interests and hobbies. Photo: Scandinav/imagebank.sweden.se Online friends People in Sweden are used to using technology and the internet in their everyday lives. Friends usually connect with each other by calling, texting, and meeting in other common forums on the internet. Some friends spend time together in real life and online, while others only socialise online. Playing games online is a common way to make friends. Keep in mind While it’s fun to make new friends and talk to people online, there are a few simple rules that everyone should follow. Images and messages: Not everyone online is who they claim to be. Therefore, it is important that you think twice before sharing images and texts. Be mindful that once you have shared an image, you can’t control how it is used by others. Passwords: Never reveal your passwords. If your password has been shared with someone, change your password. Be careful when meeting someone you’ve never met before. You can never be sure that the person is who they say they are on the internet. Be careful how you express yourself in text and what you write about others. Text can be interpreted in different ways by different people. Sometimes what you say may be hurtful, even if you didn’t mean for it to be. Photo: Sofia Sabel/imagebank.sweden.se Friends and relationships in Sweden People of different genders and backgrounds often hang out together in Sweden. Friendships can take different forms. All friendships are based on kindness and interest in each other. In some cases, being friendly and showing interest can mean that someone is interested in having a romantic relationship, but it can also just mean they want to be friends. Therefore, if you feel unsure about the relationship that you and a friend have, it is important that you talk to the friend. Consent is key If you are starting a romantic relationship with another person, it is important to respect that person’s will, as well as your own. Consent means that both people in a relationship should want to do what they do together, for example, a sexual activity. If one of the people is unwilling, the other person has to accept it. Read more about consent (in swedish) External link, opens in new window. Read about sex, body and health External link, opens in new window. Bullying Bullying can be both physical and psychological and can happen at school, during leisure time, and on the internet. Bullying is when someone hits or hurts someone else, says mean things, or spreads rumours. It can also mean making someone feel unwelcome or like an outcast. If you or someone you know are being bullied, talk to a teacher, school counsellor, parent, or another adult you trust and tell them about what has happened. Questions to think about and discuss: Do you have any hobbies? How can you find like-minded people with whom to share your hobby? Are there any differences between how relationships work in Sweden, compared to what you are used to? Return to the home page for children and young people Last updated: 2023-03-29",
        "scraped_date": "2024-01-29T11:40:17",
        "summery": "Information om asylprocessen i Sverige på tigrinska."
    }
]